Repository: wescamp/Pack_Sapient-1.4
Catalog: po/*.po
Languages: ca, cs, da, de, es, fi, it, nl, sk, tr

source: 2p - Tomb of Kings
ca: 2j - Tomba dels Reis
cs: 2p - Hrobka Králů
da: 2. - Kongernes gravmæle
de: 2S - Grabmal der Könige
es: 2 jug. - Tumba de los Reyes
fi: 2p – Kuninkaiden hauta
it: 2p - La tomba dei re
nl: 2p - Koningstombe
sk: 2p - Mauzoleum kráľov
tr: 2o - Krallar Anıtı

source: Long ago, two powerful kings died in a battle near this cave. All war ceased when both sides agreed to built great shrines in their honor. (Recommended setting of 1 gold per village)
ca: Açò eren i no eren dos poderosos reis que van morir en una batalla prop d'aquesta cova. La guerra va concloure quan ambdós bàndols van acordar construir grans temples en el seu honor. Es recomana assignar una moneda d'or per llogaret.
cs: Před mnoha a mnoha lety, dva mocní králové padli v bitvě blízko této sluje. Celá válka byla přerušena, když se obě strany dohodly vystavět zde velkou svatyni v upomínku jejich slávy. (Doporučené nastavení 1 zlatý na vesnici)
da: For lang tid siden, døde to magtfulde konger i et slag nær denne hule. Alle krigshandlinger stoppede da begge sider blev enige om at bygge store helligdomme til deres ære. (Anbefalet indstilling på 1 guldstykke per landsby).
de: Vor langer Zeit starben zwei starke Könige in einer Schlacht nahe dieser Höhle. Der Krieg endete als beide Seiten zustimmten, große Schreine in Ehren dieser Könige zu bauen.(Empfohlene Einstellung: 1 Gold pro Dorf)
es: Hace mucho tiempo, dos reyes poderosos murieron en una batalla cerca de esta cueva. Toda la guerra terminó cuando ambos bandos estuvieron de acuerdo en construir grandes templos en su honor. (Se recomienda establecer 1 de oro por aldea)
fi: Kauan sitten kaksi voimakasta kuningasta kuoli taistelussa lähellä tätä luolaa. Sota loppui, kun molemmat puolet sopivat rakentavansa suuret alttarit heidän kunniaksensa. (Suositellaan asetuksiksi 1 kultapalaa kylästä)
it: Molto tempo fa, due potenti re morirono in una battaglia nei pressi di questa caverna. La guerra finì quando le due parti si accordarono di costruire dei grandi templi in loro onore. (Si consiglia di impostare 1 pezzo d'oro per villaggio).
nl: Lang geleden twee machtige koningen stierven in een strijd bij deze grot. Alle oorlogen staakten toen beide partijen overeen kwamen om een groot monument te bouwen. (Aanbevolen instelling van 1 goudstuk per dorp)
sk: Pred vela a vela rokmi.Dvaja mocný kraly zahynuli v bitke nedaleko tejto jaskyne.Celá vojna bola prerušená až sa obidve strany dohodly postaviť tu svätinu ako spomienku ich slávy. (Odporúčané nastavenie 1 zlatka na dedinu)
tr: Uzun zaman önce bu mağaranın yakınlarında iki güçlü kral öldü. Her iki taraf onların onuruna büyük anıtlar inşa etmeye karar verince tüm savaşlar sona erdi. (Köy başına 1 altın önerilir.)

source: South
cs: Jih
fi: Etelä
sk: Juh
tr: Güney

source: North
cs: Sever
fi: Pohjoinen
sk: Sever
tr: Kuzey

source: Recommended setting: 1gpv
ca: Es recomana assignar una moneda d'or per llogaret
cs: Doporučené nastavení: 1 zlatý na vesnici
da: Anbefalet indstilling: 1gpv
de: Empfohlene Einstellung: 1 Gold/Dorf
es: Opción recomendada: 1 oro/aldea
fi: Suositeltu asetus: 1 kultapala/kylä
it: Impostazione consigliata: 1 pezzo d'oro per villaggio
nl: Aanbevolen instelling: 1gpv
sk: Doporučené nastavenie:1zlatá na dedinu
tr: Önerilen ayar: Köy başına 1 altın

source: Defeat the enemy leader.
ca: Derrota el líder enemic.
cs: Poraz vůdce nepřátel.
da: Besejr den fjendtlige leder.
de: Besiegt den feindlichen Heerführer
es: Derrotar al líder enemigo.
fi: Kukista vihollisjohtaja.
it: Sconfiggi il comandante nemico.
nl: Versla de vijandelijke leider.
sk: Poraz nepriatelského vodcu
tr: Düşman liderini öldür

source: Your leader dies.
ca: Mort del teu líder.
cs: Tvůj vůdce padne.
da: Din leder dør.
de: Euer Heerführer ist gestorben
es: Tu líder muere
fi: Johtajasi kuolee.
it: Il tuo comandante è morto.
nl: Jou leider sterft.
sk: Tvoj veliteľ zahinie
tr: Lideriniz ölürse

source: End of turns.
ca: Fi dels torns.
cs: Čas vyprší.
da: Tiden er løbet ud.
de: Rundenlimit überschritten
es: Final de los turnos
fi: Vuorojen loppu.
it: Fine dei turni.
nl: Overschrijding van het aantal beurten
sk: Čas vyprší
tr: Ellerin bitimi

source: A section of the tomb wall crumbles on turn 20.
ca: Un tros de la paret de la tomba cau al torn 20.
cs: Část zdí hrobky se rozpadne ve dvacátém kole.
da: En sektion af gravmælets væg faldt sammen på runde 20.
de: Ein Teil der Grabwand zerbröckelt in Runde 20.
es: Una sección de las paredes de la tumba se derrumba en el turno 20.
fi: Osa haudasta romahtaa vuorolla 20.
it: Una sezione del muro della tomba crolla nel turno 20.
nl: Een deel van de tombe stort in tijdens beurt 20.
sk: Steny hrobiek sa rozpadnú v 20 kole
tr: 20.elde anıt duvarının bir bölümü yıkılır.

source: The earth shakes.
ca: La terra tremola.
cs: Země se chvěje.
da: Jorden ryster.
de: Der Boden bebt.
es: La tierra tiembla.
fi: Maa tärisee.
it: La terra trema.
nl: De aarde schud.
sk: Zem sa trasie
tr: Yer sarsılır.

source: 4p - Mega War (2v2)
ca: 4j - MegaGuerra
cs: 4p - Megaválka (2v2)
da: 4p - Krig i stor skala (2x2)
de: 4S - Megakrieg (2v2)
es: 4 jug. - Mega Guerra (2v2)
fi: 4p – Megasota (2v2)
it: 4p - Guerra totale (2 contro 2)
nl: 4p - Mega oorlog (2v2)
tr: 4o - Mega Savaş (2y2)

source: The kingdoms of the legs fight against those in the blaster and ear. (Recommended setting of 1 gold per village and Great War Era)
ca: Els regnes de les cames lluiten contra aquells dels blasters i les orelles. (Recomanem una moneda d'or per llogaret i l'era de la Gran Guerra)
cs: Království v nohách bojují proti těm v blasteru a uchu. (Doporučené nastavení 1 zlatý na vesnici a éra 'Velká válka')
da: Benenes kongedømme kæmper mod vinde og ører. (Anbefalet indstilling på 1 guldstykke per landsby og den store krigs tid)
de: Das Königreich der Beine kämpft gegen eben die aus dem Ohren- sowie Sprengerkönigreich. (Empfohlene Einstellung ist 1 Gold pro Dorf und Der große Krieg)
es: Los reinos de las piernas luchan entre ellos en el blaster y el oído. (Se recomienda poner 1 de oro por aldea y la Gran Guerra)
fi: Koipien kuningaskunta taistelee pamauttelijoita ja korvia vastaan. (Suositellaan asetuksiksi 1 kultapalaa kylästä ja Suuri sota -aikakausi)
it: I regni delle gambe combattono contro quelli nel blaster e nell'orecchio. (raccomandato: 1 pezzo d'oro per villaggio e Great War Era)
sk: Královstvá v noháh boju proti tym v blastery a uchu.(doporučené nastavenie:1zlatá za dedinu)
tr: Bacakların liderlerine karşı kulaklık ve silahtaki liderler döğüşecek.(Köy başına 1 altın ve Büyük Savaş Çağı önerilir.)

source: Magical Darkness
ca: Obscuritat màgica
cs: Magická temnota
da: Magisk mørke
de: Magische Dunkelheit
es: Oscuridad Mágica
fi: Maaginen pimeys
it: Oscurità magica
nl: Magische duisternis
sk: Magická temnota
tr: Büyülü Karanlık

source: Left Leg
ca: Cama Esquerra
cs: Levá noha
da: Venstre ben
de: Linkes Bein
es: Pierna Izquierda
fi: Vasen koipi
it: Gamba sinistra
nl: Linker been
sk: Lavá noha
tr: Sol Bacak

source: south
ca: sud
cs: jih
da: syd
de: Süden
es: sur
fi: etelä
it: sud
nl: zuid
sk: juh
tr: güney

source: Control Chip
ca: Chip de control
cs: Kontrolní čip
da: Kontrolchip
de: Kontrollchip
es: Chip de Control
fi: Hallintosiru
it: Chip di controllo
sk: kontrolný čip
tr: Kulaklık

source: north
ca: nord
cs: sever
da: nord
de: Norden
es: norte
fi: pohjoinen
it: nord
nl: noord
sk: sever
tr: kuzey

source: Right Leg
ca: Cama dreta
cs: Pravá noha
da: Højre ben
de: Rechtes Bein
es: Pierna derecha
fi: Oikea koipi
it: Gamba destra
nl: Rechter been
sk: pravá noha
tr: Sağ Bacak

source: X-Blaster
ca: Blaster-X
de: x-Sprenger
fi: X-pamautin
tr: Silah

source: Recommended settings: 1gpv, Great War Era
ca: Recomanem una moneda d'or per llogaret i l'era de la Gran Guerra
cs: Doporučené nastavení: 1 zlatý/vesnice, éra 'Velká válka'
da: Anbefalet indstilling: 1gpv, den store krigs tid
de: Empfolene Einstellungen: 1 Gold/Dorf, Der große Krieg
es: Opciones recomendadas: 1 oro/aldea, Era de la Gran Guerra
fi: Suositellut asetukset: 1 kultapala/kylä, Suuri sota -aikakausi
it: Impostazioni raccomandate: 1gpv, Great War Era
nl: Aanbevolen instellingen: 1gpv, Great War Era
sk: Doporučené nastavenie:1zlatá za dedinu a vek Velká vojna
tr: Önerilen ayarlar: Köy başına 1 altın ve Büyük Savaş Çağı

source: Death of the northern alliance leaders.
ca: Mort dels líders de la aliança del nord.
cs: Smrt vůdců severní aliance.
da: Den nordlige allianceleders død.
de: Tod des Heerführers der nördlichen Allianz.
es: Muerte de los líderes de la alianza del norte.
fi: Pohjoisen liiton johtajien kuolema.
it: Morte dei comandanti dell'alleanza del nord.
nl: Dood van de noordelijke alliantie leiders.
sk: Smrť vodcov severnej aliancie.
tr: Kuzey ittifakı liderlerinin ölümü

source: Death of the southern alliance leaders.
ca: Mort dels líders de la aliança del sud.
cs: Smrt vůdců jižní aliance.
da: Den sydlige allianceleders død.
de: Tod des Heerführers der südlichen Allianz.
es: Muerte de los líderes de la alianza del sur.
fi: Eteläisen liiton johtajien kuolema.
it: Morte dei comandanti dell'alleanza del sud.
nl: Dood van de zuidelijke alliantie leiders.
sk: Smrť vodcov južnej aliancie
tr: Güney ittifakı liderlerinin ölümü

source: There are three warp gates (Ice, Sand, and Darkness). Anyone can use them to travel to the other gates. If the destination gate is occupied, the units will swap places.
ca: Hi ha tres tele-transports (gel, arena i foscor). Qualsevol pot usar-los per viatjar a les altres portes. Si la porta de destí està ocupada, les unitats canviaran llocs.
cs: Na mapě jsou tři telebrány (led, písek a temnota). Kdokoliv je může použít k cestování do ostatních bran. Pokud je cílová brána obsazena, jednotky se prohodí.
da: Der er tre warpindgange (Is, Sand, og Mørke). Alle kan bruge dem til at rejse til de andre indgange. Hvis destinationsindgangen er optaget, vil enhederne bytte plads.
de: Es gibt drei Portale (Eis, Sand und Dunkelheit). Jeder kann sie benutzen, um zu den anderen Portalen zu reisen. Wenn das Zielportal besetzt ist, werden die Einheiten die Plätze tauschen.
es: Hay tres puertas de teletransporte (Hielo, Arena, y Oscuridad). Cualquiera puede usarlas para viajar a las otras puertas. Si la puerta de destino está ocupada, las unidades se intercambiarán los sitios.
fi: On kolme vääristymäporttia (jää, hiekka ja pimeys). Kuka tahansa voi käyttää niitä matkatakseen toisille porteille. Jos päämääräportti on miehitetty, yksiköt vaihtavat paikkoja.
it: Ci sono tre portali (ghiaccio, sabbia e oscurità). Chiunque può usarli per viaggiare fino agli altri portali. Se la destinazione è occupata, le unità si scambieranno di posto.
nl: Er zijn drie teleportatiepoorten (ijs, zand en duisternis). Iedereen kan ze gebruiken om naar de andere poort te reizen. Als de bestemde poort bezet is zullen de eenheden van plaats wisselen.
sk: Na mape sú 3 teleportovacie brány(Lad,Piesok a temnota). Hocikdo ich môže použiť na cestovanie do ostatných z nich. Pokial je cielová brána obsadená jednotky sa vymenia.
tr: Üç atlama rampası var (Buz, Kum ve Kara). Diğer rampalara atlamak isteyen her birim bunları kullanabilir. Hedef rampa doluysa birimler yer değiştirir.

source: The portal is inscribed with three runes. What will you do?
ca: En el portal hi ha tres runes gravades. Què faràs?
cs: Tento portál je popsán třemi runami. Co uděláš?
da: Portalen har tre runer indgraveret. Hvad gør du?
de: Das Portal ist mit drei Runen betitelt. Was werdet Ihr tun?
es: El portal tiene inscritas tres runas. ¿Qué harás?
fi: Porttiin on kaiverrettu kolme riimua. Mitä teet?
it: Sul portale sono incise tre rune. Cosa vuoi fare?
nl: Deze portaal is beschreven met drie tekens. Wat ga je doen?
sk: Tento portál je popísaní 3 runami:Čo spravýš?
tr: Her rampaya bir motif çizilmiştir. Nereye atlayacaksınız?

source: Press the Sand Rune
ca: Prémer la runa de l'arena
cs: Stisknu písečnou runu
da: Tryk på sandrunen
de: Die Sandrune drücken
es: Presionar la Runa de Arena
fi: Painan hiekkariimua
it: Premi la runa della sabbia
nl: Druk het zand teken
sk: Potlačíš runu piesku
tr: Kum Rampasına

source: Press the Ice Rune
ca: Prémer la runa del gel
cs: Stisknu ledovou runu
da: Tryk på isrunen
de: Die Eisrune drücken
es: Presionar la Runa de Hielo
fi: Painan jääriimua
it: Premi la runa del ghiaccio
nl: Druk het ijs teken
sk: Potlačíš runu ladu
tr: Buz Rampasına

source: Press the Darkness Rune
ca: Prémer la runa de la foscor
cs: Stisknu runu temnoty
da: Tryk på mørkets rune
de: Die Dunkelheitsrune drücken
es: Presionar la Runa de Oscuridad
fi: Painan pimeysriimua
it: Premi la runa dell'oscurità
nl: Druk het duisternis teken
sk: Potlačíš runu temnoty
tr: Kara Rampaya

source: 4p - Northerners RPG
cs: 4p - Seveřanské RPG
fi: 4p – Pohjalaiset-RPG
sk: 4p - Severské RPG
tr: 4o - Kuzeyliler RPG

source: A multiplayer map for the Northerners in an RPG-style scenario.
ca: Un mapa multijugador per als Tramuntaners a la manera d'un escenari propi d'un joc de rol.
cs: Seveřanská mapa hry více hráčů v RPG scénáři.
da: Et flerspiller kort for Northernerer i et RPG-scenarie.
de: Eine Mehrspielerkarte für die Nordmannen in einem rollenspielartigem Szenario.
fi: Moninpelikartta pohjalaisille RPG-tyylisessä skenaariossa.
it: Mappa multigiocatore per gli uomini del nord in uno scenario in stile RPG
sk: Severský mapa je pre viac hráčov v RPG scenáry.
tr: Bir RPG tarzı senaryoda kuzeyliler için çok oyunculu bir harita.

source: (Suggestion: fog of war, 1gpv, 70 turns, Use Map Settings)
ca: (Recomanem: boira de guerra, una moneda d'or per llogaret, 70 torns i usar els paràmetres per defecte)
cs: (Doporučení: mlha, 1 zlatý na vesnici, 70 kol, Použij nastavení mapy)
da: (Forslag: Krigståge, 1gpv, 70 runder, brug kortindstillinger)
de: (Empfohlen: Nebel des Krieges, 1 Gold/Dorf, 70 Runden, Karteneinstellungen benutzen)
fi: (Ehdotus: sumu, 1 kultapala/kylä, 70 vuoroa, käytä kartta-asetuksia)
it: (consigliato: nebbia di guerra, 1gpv, 70 turni, usa le impostazioni della mappa)
sk: (Doporučené nastavenie:hmla,1zlatá za dedinu,70kôl,Použi nastavenia mapy)
tr: (Önerilen: savaş dumanı, köy başına 1 altın, harita ayarlarını kullan)

source: Lotus Blossom
ca: Flor de Lotus
cs: Lotosový květ
de: Lotusblüte
es: Flor de Loto
fi: Lootuskukoistus
it: Boccioli di loto
nl: Lotusbloesem
sk: Lotosový kvet
tr: Nilüfer Çiçeği

source: The Lotus heightens zen; ranged weapons are faster.
ca: El Lotus inspira el zen; els atacs a distància són més ràpids.
cs: Lotos zvyšuje zen; dodává střelám rychlost.
da: Lotus heigtens zen; afstandsvåben er hurtigere.
de: Der Lotus verbessert das Bewusstsein; Ferkampfwaffen sind schneller.
es: El Loto inspira el zen; los ataques a distancia son más rápidos.
fi: Lootus kohentaa zeniä – kaukotaisteluaseet ovat nopeampia.
it: Il loto conduce alla pace interiore; le armi a distanza sono più veloci.
nl: De lotus verhoogt zen; afstand wapens zijn sneller.
sk: Lotus zvyšuje zen; dodá strelám rýchlosť.
tr: Nilüfer yetiştirme bölgesi; menzilli silahların atış sayısı artar.

source: I hate flowers!
ca: Odie les flors!
cs: Nesnáším kytky!
da: Jeg hader blomster!
de: ich hasse Blumen!
es: ¡Odio las flores!
fi: Vihaan kukkia!
it: Io non sopporto i fiori!
nl: Ik haat bloemen!
sk: Nemám rád kvetiny!
tr: Çiçeklerden nefret ediyorum!

source: An old suit of Armor
ca: Una vella armadura
cs: Staré brnění
da: Et gammel rustningssæt
de: Eine alte Rüstung
es: Un viejo lote de armadura
fi: Vanha suoja-asu
it: Una vecchia armatura
nl: Een oude pantsering
sk: Staré brnenie
tr: Eski bir zırh giysisi

source: This armor is old, but it fits great! Ready for more beatings.
ca: Aquesta armadura es vella, però em para la mar de bé! Preparat per repartir més.
cs: Toto brnění je sice staré, ale padne mi jako ulité! Připraven k řeži.
da: Denne rustning er gammel, men den passer perfekt! Den er klar til flere tæsk.
de: Die Rüstung ist alt aber sie passt perfekt! Ich bin für mehr Prügeleinen bereit.
es: ¡Esta armadura es vieja, pero encaja bien! Listo para seguir repartiendo estopa.
fi: Tämä suojus on vanha, mutta se sopii mainiosti! Valmiina uusiin löylytyksiin.
it: Questa armatura è vecchia, ma mi sta a pennello! Sono pronto per altre battaglie.
nl: Dit pantser is oud, maar het past precies! Klaar voor meer gevechten.
sk: Toto brnenie je staré,ale padne mi skvele.Pripravte sa na masaker!
tr: Bu zırh eski fakat çok işe yarıyor! Daha yenilmez oldum.

source: The armor looks nice, but it's too bulky for me to carry.
ca: Aquesta armadura té bona pinta, però és massa pesada per mi.
cs: To brnění sice vypadá pěkně, ale pro mne je příliš těžké.
da: Rustningen er fin, men den er for stor og tung til mig.
de: Die Rüstung sieht gut aus, aber sie ist zu unhandlich zum Tragen.
es: Esta armadura tiene buena pinta, pero me es demasiado pesada para llevarla.
fi: Tämä suojus näyttää kivalta, mutta se on liian kookas minun kannettavakseni.
it: L'armatura sembra buona, ma non riesco a portarla perché è troppo ingombrante per me.
nl: Het pantser lijkt leuk, maar het is te zwaar voor mij om te dragen.
sk: Toto brnenie vyzerá milo,ale je pre mňa velmi ťažké.
tr: Zırh güzel görünüyor ama bana ağır gelir, onu taşıyamam.

source: Holy Water
ca: Aigua Sagrada
cs: Svěcená voda
da: Helligt vand.
de: Weihwasser
es: Agua Bendita
fi: Pyhä vesi
it: Acqua santa
nl: Heilig water
sk: Svätená voda
tr: Kutsal Su

source: This water will make melee weapons holy.
ca: Aquesta aigua convertirà els atacs de melé en sagrats.
cs: Tato voda posvětí zbraně pro boj zblízka.
da: Dette vand vil gøre nærkampsvåben hellige.
de: Dieses Wasser macht Nahkampfwaffen heilig.
es: Este agua hará las armas de combate cuerpo a cuerpo sagradas.
fi: Tämä vesi tekee lähitaisteluaseet pyhiksi.
it: Quest'acqua rende sacre le armi per il combattimento ravvicinato.
nl: Dit water maakt korte afstandswapens heilig.
sk: Táta voda posvätí zbrane na blízko.
tr: Bu su yakın döğüş silahlarına gizemli vuruş yeteneği verir.

source: I am not suited to the use of this item! Let another take it.
ca: No estic acostumat a usar aquest objecte! Que un altre el prenga.
cs: Tenot předmět nedokážu použít! Ať jej vezme někdo jiný.
da: Jeg kan ikke bruge denne genstand! Lad en anden få den.
de: Ich kann diesen Gegenstand nicht benutzen! Lasst es einen Anderen tragen.
es: ¡No estoy capacitado para usar este objeto! Dejaré que le coja otro.
fi: En ole perillä siitä, kuinka tätä esinettä käytetään! Annetaan jonkun muun ottaa se.
it: Non sono adatto per usare questo oggetto! Fallo prendere a un altro.
nl: Ik ben niet uitgerust om dit item te gebruiken! Laat een ander het hebben.
sk: Tento predmet nie som schopný použiť.Nech ho vezme niekto iný.
tr: Bu nesne bana uygun değil! Başkası alsın.

source: Skeletal Claw
ca: Garra esqueletal
cs: Kostlivý dráp
da: Skeletklo
de: Skelettklaue
es: Garra Esquelética
fi: Luukynsi
it: Artiglio scheletrico
sk: Kostený pazúr
tr: İskelet El

source: You find a lich's claw, and it hovers at your side obediently.
ca: Trobes la garra d'un lich, i flota obedientment al teu costat.
cs: Našel jsi dráp liche, který se ti neúnavně vznáší po boku.
da: Du finder en lichs klo, og den svæver lydigt ved din side.
de: Ihr findet eine Klaue eines Lichs und sie schwebt gehorsam an Eurer Seite.
es: Encontraste la garra de un lich, y flota a tu lado obedientemente.
fi: Löydät kuolonherran kynnen ja se häilyy tottelevaisesti puolellasi.
it: Hai trovato un artiglio di lich che ora si libra al tuo fianco obbediente.
sk: Našiel si pazúr kosteja ktorý sa neúnavne znáša po tvojom boku.
tr: Bir umacının elini buldunuz, ittatkar olarak yanınızda uçacak.

source: I ain't touching it.
ca: Jo no la pense tocar.
cs: S tím nehodlám mít nic společného.
da: Jeg rører den ikke.
de: Ich habe sie nicht berührt
es: No la pensaba tocar.
fi: En koskenut siihen.
it: Non lo sto toccando.
nl: Ik zal het niet aanraken.
sk: S tímto nechcem mať nič spoločného.
tr: Ona dokunmam.

source: lich's claw
ca: garra de lich
cs: dráp liche
da: Lichklo
de: Klaue eines Lichs
es: garra de lich
fi: kuolonherran kynsi
it: artiglio del lich
sk: pazúr kosteja
tr: umacı eli

source: Orcish Grunt
cs: Skřetí pěšák
fi: Örkkisotilas
sk: Orkský pešiak
tr: Ork İzbandutu

source: Troll Whelp
cs: Trollí mládě
fi: Peikonpentu
sk: Trol mláďa
tr: Trol Yavrusu

source: Orcish Archer
cs: Skřetí lučištník
fi: Jousiörkki
sk: Ork strelec
tr: Ork Okçusu

source: Orcish Assassin
cs: Skřetí vrah
fi: Örkkisalamurhaaja
sk: Ork vrah
tr: Ork Suikastçisi

source: quick
ca: ràpid
cs: rychlý
da: hurtig
de: schnell
es: rápido
fi: nopea
it: veloce
nl: vlug
sk: rýchly
tr: hızlı

source: Follow the thief!
ca: Seguiu el lladre!
cs: Pronásleduj zloděje!
da: Følg efter tyven!
de: Folgt dem Dieb!
es: ¡Seguid al ladrón!
fi: Seuraa varasta!
it: Insegui il ladro!
nl: Volg de dief!
sk: Prenasluduj zlodeja!
tr: Hırsızı izle!

source: Investigate the area behind the waterfall.
ca: Investiga l'àrea darrere de la cascada.
cs: Prozkoumej oblast za vodopádem.
da: Undersøg området bag vandfaldet.
de: Untersucht die Höhle hinter dem Wasserfall.
es: Investigad el área detrás de la cascada.
fi: Tutki alue vesiputouksen takana.
it: Esamina l'area dietro la cascata.
nl: Onderzoek het gebied achter de waterval.
sk: Pezkúmaj oblasť za vodopádom.
tr: Çağlayan çevresini keşfet.

source: Death of all characters.
cs: Všichni hráči zemřou.
fi: Kaikkien hahmojen kuolema.
sk: Všetci hráči zomrú.
tr: Tüm birimleri yen.

source: My gold! My precious gold! Who has stolen it?
ca: El meu or! El meu preciós or! Qui l'ha furtat?
cs: Mé zlato! Mé milované zlato! Kdo jej ukradl?
da: Mit guld! Mit vidunderlige guld! Hvem har stjået det?
de: Mein Gold! Mein kostbares Gold! Wer hat es gestohlen?
es: ¡Mi oro! ¡Mi precioso oro! ¿Quién lo ha robado?
fi: Kultapalani! Kalliit kultapalani! Kuka ne on varastanut?
it: Il mio oro! Il mio prezioso oro! Chi lo ha rubato?
nl: Mijn goud! Mijn waardevolle goud! Wie heeft dat gestolen?
sk: Moje zlato!Moje milované zlato!Kto ho ukradol?
tr: Altınım! Kıymetli altınım! Kim çaldı onu?

source: Yoink! That was easy.
ca: Yipi! Això ha sigut fàcil.
cs: Che, to bylo jednoduché!
da: Tjung! Det var let.
de: Ja! Das war einfach.
es: ¡Yupi! Eso fue fácil.
fi: Joink! Se oli helppoa.
it: Ehi! È stato facile.
nl: Jeetje! Dat was makkelijk.
sk: He!To by bolo jednoduché.
tr: He he, ne kolay oldu.

source: After him, you worthless louts! He went behind the waterfall. ...and don't come back without my gold, or I'll kill you all myself!
ca: Darrere d'ell, imbècils! S'ha amagat darrere de la cascada. ...i no torneu sense el meu or, o vos mataré a tots!
cs: Za ním, vy bezcenní barbaři! Utekl za vodopád. ... a neopovažujte se vrátit bez mého zlata, nebo vás pobiju sám!
da: Efter ham, dit værdiløse fjols! Han forsvandt bag vandfaldet. ...og kom ikke tilbage uden mit guld, eller jeg dræber jer alle!
de: Ihm nach, ihr nutzlosen Tölpeö! Er ist hinter dem Wasserfall. ...und kommt nicht ohne mein Gold zurück oder ich werde euch alle töten!
es: ¡Detrás de él, malditos inútiles! Fue detrás de la cascada. ...¡y no regreséis sin mi oro, u os mataré a todos yo mismo!
fi: Hänen jälkeensä, te arvottomat heittiöt! Hän meni vesiputouksen taakse. ...eikä tule takaisin ilman kultapalojani tai tapan teidät kaikki itse!
it: Inseguitelo, massa di zoticoni incapaci! È scappato dietro la cascata. ... e non tornate indietro senza il mio oro, o vi ammazzerò di persona!
nl: Achter hem aan jullie waardelozen! Hij verdween achter de waterval. ...en kom niet terug zonder mijn goud, anders vernietig ik jullie eigenhandig!
sk: Za ním vy bezcenní barbari utiekol za vodopád. ...a neopovážte sa vrátiť bez zlata lebo vás pobijem ja sám!
tr: Ciğeri beş para etmez soytarılar! Hırsız çağlayanın arkasına kaçtı. Altınım olmadan geri gelmeyin yoksa hepinizi kendim öldürürüm.
