Repository: wescamp/Pack_Sapient-1.4
Catalog: po/*.po
Languages: ca, cs, da, de, es, fi, it, nl, sk, tr

source: Village secured.
ca: Aldea capturada.
cs: Vesnice zabezpečena.
da: Landby sikret.
de: Dorf gesichert.
es: Aldea capturada.
fi: Kylä turvattu.
it: Villaggio sotto controllo
nl: Dorp beveiligd.
sk: Dedina je zabezpečená.
tr: Köy güvenli.

source: You can't stop me! Never!
ca: No mai podreu aturar-me! Mai!
cs: Nemůžete mě zastavit! Nikdy!
da: Du kan ikke stoppe mig! Aldrig!
de: Du kannst mich nicht aufhalten! Niemals!
es: ¡Nunca me detendréis! ¡Nunca!
fi: Minua ei voi pysäyttää! Ei ikinä!
it: Non potrete fermarmi! Mai!
nl: Je kunt mij niet stoppen! Nooit!
sk: Nemôžete ma zastaviť!Nikdy!
tr: Beni yakalayamazsın! Asla!

source: There's a secret passage here.
ca: Hi ha un passadís secret aquí.
cs: Je tu tajná chodba.
da: Der er en hemmelig gang her.
de: Hier ist ein Geheimgang.
es: Hay un pasillo secreto aquí.
fi: Täällä on salakäytävä.
it: Qua c'è un passaggio segreto.
nl: Er is hier een geheime passage.
sk: Je tu tajná chodba.
tr: Burada gizli bir geçit var.

source: This slab won't budge. Maybe if I had a large enough lever.
ca: Aquesta pedra no es mourà. Potser si tinguera una palanca...
cs: Ta deska se ani nehne. Možná by to chtělo mít dost velké páčidlo.
da: Denne træstykke giver sig ikke. Måske hvis jeg havde en modvægt der var stor nok.
de: Diese Platte wird sich kein Stück rühren. Vielleicht aber, wenn ich einen Hebel hätte, der groß genug ist.
es: Esta losa no se mueve. Quizás si tuviera una palanca suficientemente grande.
fi: Tämä laatta ei hievahdakaan. Ehkä jos minulla olisi tarpeeksi suuri vipu.
it: Questa lastra non si muove. Forse se avessi una leva abbastanza grande.
sk: Tá doska sa ani nepohne.Hmmm...možno by to chcelo velké páčidlo.
tr: Bu kütük yerinden oynamıyor. Büyükçe bir levyem olsaydı oynatabilirdim.

source: The great tree seems to be decaying. What will you do?
ca: El gran arbre pareix estar morint. Què faràs?
cs: Zdá se, že tento veliký strom odumírá. Co uděláš?
da: Det store træ ser ud til at rådne. Hvad ønsker du at gøre?
de: Der Große Baum scheint zu zerfallen. Was werdet Ihr tun?
es: El gran árbol parece estar derrumbándose. ¿Qué harás?
fi: Suuri puu näyttää lahoavan. Mitä teet?
it: Il grande albero sembra stia morendo. Cosa vuoi fare?
nl: De grote boom lijkt te rotten. Wat ga je doen?
sk: Zdá sa že tento velký strom zomiera:Čo spravíš?
tr: Büyük ağaç ölmek üzere. Ne yapacağız?

source: Pull off a branch
ca: Llevar-li una branca
cs: Ulomím z něj větev
da: Riv en gren af
de: Sog eines Nebengangs
es: Coger una rama
fi: Vetäisen oksasta
it: Tira un ramo
sk: Odtrhnem z neho konár
tr: Bir dal kır

source: Leave it alone
ca: Deixar-lo en pau
cs: Nechám jej být
da: Lad det være
de: Lasst ihn alleine.
es: Dejarle tranquilo
fi: Jätän sen yksin
it: Abbandonalo
nl: Laat het met rust
sk: Nechám ho tak
tr: Bırak git

source: At last, I claim my rightful place: as leader of this clan.
ca: Per fi, reclame el lloc que em correspon per dret: el de líder del clan.
cs: Konečně jsem získal pozici, která mi právem patří: vůdce tohoto klanu.
da: Endelig, jeg kræver min retmæssige plads; som leder af denne klan.
de: Letztendlich werde ich meinen verdienten Freiden finden: als der Führer dieses Stamms.
es: Por fin, yo reclamo mi verdadero lugar: como líder de éste clan.
fi: Lopultakin lunastan oikean paikkani – tämän klaanin johtajana.
it: Finalmente, io reclamo il mio legittimo diritto di comandante di questo clan.
nl: Eindelijk, ik neem mijn rechtmatige plek: leider van deze bende.
sk: Konečne som získal pozíciu ktorá mi právom potrý:vodca tohto klanu.
tr: Nihayet, bu kabilenin lideri olarak hakettiğim yerdeyim.

source: Look, a ship! Time to get out of here.
ca: Mireu, un vaixell! És el moment d'anar-se'n d'ací.
cs: Hele, loď! Nejvyšší čas vypadnout odsud.
da: Se, et skip! På tide at komme væk.
de: Seht, ein Schiff! Zeit hier raus zu kommen.
es: ¡Mira, un barco! A tiempo para salir de aquí.
fi: Katso, laiva! Aika päästä täältä ulos.
it: Guarda, una nave! È ora di andarcene di qua.
nl: Kijk, een schip! Tijd om hier weg te gaan.
sk: Pozrite loď!Najvetčí čas vypadnúť otialto.
tr: Bak bir gemi! Buradan gitmenin tam zamanı.

source: Ah! So you must be the ones who took our sacred tree. Since its loss, my people have lost our way and become pirates.
ca: Ah! Vosaltres sou els qui haveu pres el nostre arbre sagrat. Des de la pèrdua, la meua gent ha perdut el camí i s'han convertit en pirates.
cs: Á! Takže vy musíte být ti kdo ukradli náš posvátný strom. Po jeho ztrátě se můj lid odvrátil od zvyků a stal se piráty.
da: Ah! Så du er den person, som tog vores hellige træ. Siden tabet, har mit folk mistet deres indtægt og er blevet pirater.
de: Ah! Also müsst Ihr der jenige sein, der unseren heiligen Baum mitnahm. Seitdem er verschwunden ist, haben sich meine Leute verirrt und sind Piraten geworden.
es: ¡Ah! Así que tú debes ser aquel que profanó nuestro árbol sagrado. Desde su pérdida, mi gente perdió su rumbo y se convirtieron en piratas.
fi: Ah! Siis teidän on oltava ne, jotka veivät pyhän puumme. Sen kadottua kansani on kadottanut tiemme ja ruvennut merirosvoiksi.
it: Ah! Quindi tu devi essere uno di quelli che hanno preso il nostro albero sacro. Da quando lo abbiamo perso, la mia gente ha perso la retta via e siamo diventati pirati.
nl: Ah! Dus jullie moeten degenen zijn die de heilige boom meegenomen hebben. Sinds zijn vertrek mijn volk is van het rechte pad en zijn piraten geworden.
sk: Ááá!Takě vy musíte byť tí čo ukradli náš posvetný strom. Po jeho stratení sa môj lud odvrátil od dradícií a stal sa pirátmi.
tr: Ah! Sen kutsal ağacımızı çalanlardan biri olmalısın. Onun kaybı yüzünden halkım yolunu şaşırıp korsan oldu.

source: I didn't take your sacred tree, but maybe I did kill it. Heh. You're next, foolish elf.
ca: No he pres el vostre arbre sagrat, però tal volta l'haja mort. Hehe. I després d'ell vas tu, elfet.
cs: Neukradl jsem váš posvátný strom, ale možná jsem ho zabil, hehe. Teď jsi na řadě ty, hloupý elfe.
da: Jeg tog ikke dit hellige træ, men måske slog jeg det ihjel. Ha. Du er den næste i række, tåbelige elf.
de: Ich habe Euren heiligen Baum nicht genommen, aber vielleicht habe ich ihn getötet. Heh. Ihr seit der Nächste, dümmlicher Elf.
es: Yo no toqué tu árbol sagrado, pero quizás yo le matase. Ja. Tú eres el siguiente, estúpido elfo.
fi: En vienyt pyhää puutanne, mutta saatoin tappaa sen. Heh. Sinä olet seuraava, hassu haltia.
it: Non ho preso il tuo albero sacro, ma forse l'ho ucciso. Eheh. E tu sarai il prossimo, sciocco elfo.
nl: Ik nam de heilige boom niet mee, maar misschien heb ik hem gedood. Jij bent de volgende, domme Elf.
sk: Nezobral som ten váš posvetný strom,možnože som ho ale zabil hehehe Teraz si na rade ti hlúpi elfe.
tr: Kutsal ağacınızı ben çalmadım, fakat belki çalanı öldürebilirim. Hah. Sıra sende, aptal elf.

source: Pirates! You won't take this land without a fight
ca: Pirates! No podreu prendre aquesta terra sense lluitar!
cs: Tuto zem nezaberete bez boje, piráti!
da: Pirater! I vil ikke tage dette land uden kamp
de: Piraten! Ohne einen Kampf werdet ihr dieses Land nicht übernehmen.
es: ¡Piratas! No podréis coger esta tierra sin luchar.
fi: Merirosvot! Tätä maata ette saa taistelutta!
it: Pirati! Non prenderete questa terra senza combattere.
nl: Piraten! Jullie zullen dit land niet innemen zonder gevecht
sk: Piráti!Túto zem bez boja nezaberete!
tr: Korsanlar! Beni öldürmeden bu toprakları ele geçiremezsiniz.

source: Look! Don't you remember me? We went into the caves to find the thief, but he must have died inside. We never found him.
ca: Mira'm! No em reconeixes? Vam anar a les coves per trobar el lladre, però segurament va morir allà dins. No mai el vam trobar.
cs: Koukej! Copak mě nepoznáváš? Šli jsme do jeskyní hledat zloděje, ale musel uvnitř zahynout. Nikdy jsme jej nenašli.
da: Hør! Kan du ikke huske mig? Vi gik ind i hulerne for at finde tyven, men han må være omkommet derinde. Vi fandt ham ikke.
de: Seht! Erinnert Ihr Euch nicht mehr an mich? Wir sind zusammen in die Höhlen gegangen, um den Dieb zu finden, doch er muss innerhalb der Höhleb gestorben sein. Wir haben ihn nie gefunden.
es: ¡Mira! ¿No me recuerdas? Fuimos a las cuevas a buscar al ladrón, pero debió de morir dentro. Nunca le encontramos.
fi: Katso! Etkö muista minua? Menimme luoliin löytämään sen varkaan, mutta hänen on täytynyt kuolla sisällä. Emme koskaan löytäneet häntä.
it: Guarda! Non ti ricordi di me? Siamo entrati nelle caverne per cercare il ladro, ma deve essere morto qua dentro. Non lo troveremo mai.
nl: Kijk dan! Herinner je me niet meer? We gingen de grot in om de dief te vonden, maar die moet daarbinnen gestorven zijn. We hebben hem nooit gevonden.
sk: Pozri!Ti ma nespoznávaš? Išli sme do jaskýň hladať zlodeja,ale musel v nútri zahinúť.Nikdy sme ho nenašli.
tr: Bak! Beni unutun mu? Biz hırsızı bulmaya mağaralara gitmiştik, fakat hırsız oralarda ölmüş olmalı. Onu bulamadık.

source: You... look familiar. But, no! It's impossible.
ca: Em sembles... familiar. Però... No! És impossible!
cs: Jako bych tě znal... ale ne, to není možné!
da: Du... ser bekendt ud. Men, nej! Det er umuligt.
de: Du... siehst vertraut aus. Aber, nein! Das ist unmöglich.
es: Tu... me resultas familiar. ¡Pero, no! Es imposible.
fi: Sinä... näytät tutulta. Mutta ei! Se on mahdotonta.
it: Tu... hai l'aria familiare. Ma, no! È impossibile.
nl: Jij... komt mij bekend voor. Maar, nee! Dat is onmogelijk.
sk: Ti...ja ťa spoznávam.Ale,nie!To neni možné.
tr: Sen... tanıdık geliyorsun. Fakat, hayır! Bu imkansız.

source: 4p - Traitor's Island 2v2
ca: 4j - Illa dels traïdors 2v2
cs: 4p - Ostrov zrádců 2v2
da: 4p - Forræderens ø 2v2
de: 4S - Insel des Verräters 2v2
es: 4 jug. - Isla de los Traidores 2v2
fi: 4p – Petturin saari 2v2
it: 4p - L'isola del traditore 2v2
sk: 4p - Ostrov zradcov 2v2
tr: 4o - Hainler Adası 2y2

source: A 'tactical nightmare' where your ally is also your comedy relief.
ca: Un 'malson tàctic' on el teu aliat també és el teu descans còmic.
cs: 'Taktická noční můra' kde je Váš spojenec zároveň komickým prvkem.
da: Et taktisk mareridt hvor din allierede også øver din sorte humor.
de: Ein 'taktischer Albtraum', in dem dein Verbündeter auch deine Komödienabhilfe ist.
es: Una 'pesadilla táctica', donde tu aliado es también tu ayudante cómico.
fi: ”Taktinen painajainen”, jossa liittolaisesi on myös huvittava helpotuksesi.
it: Un incubo tattico in cui il tuo alleato è anche il tuo diversivo comico.
sk: Taktická nočná mora kde je váš spojenec zároveň komický prvok.
tr: Müttefikinizle aynı kaleyi paylaşmanın taktik bir kabus haline geldiği bir döğüş.

source: Recommended setting of Age of Heroes Era and 50 starting gold.
ca: Recomanem usar l'era del Herois i 50 monedes d'or al començar
cs: Doporučené nastavení: éra 'Věk hrdinů' a 50 zlaťáků pro start.
da: Anbefalet indstilling til heltenes æra og 50 guldstykker i opstart.
de: Empfohlene Einstellung ist Zeitalter der Helden und 50 Startgold.
es: Se recomienda poner la Edad de los Héroes y empezar con 50 de oro.
fi: Suositellut asetukset: Sankareiden aikakausi ja 50 aloituskultapalaa.
it: Impostazione consigliata: era degli eroi e 50 pezzi d'oro iniziali.
sk: Doporučené nastavenia:vek Vek Hrdinov a 50zlatích na štart.
tr: Önerilen ayarlar: Kahramanlar çağı ve 50 altın.

source: Kill enemy leaders!
ca: Mata els líders enemics!
cs: Zabij nepřátelské vůdce!
da: Dræb fjendtlige ledere!
de: Vernichtet die feindlichen Heerführer!
es: ¡Mata a los líderes enemigos!
fi: Kukista vihollisjohtajat!
it: Uccidi i comandanti nemici!
nl: Versla de vijandelijke leiders!
sk: Zabi nepriatelských vodcov.
tr: Düşman liderlerini öldür!

source: 6p - Royal Rumble Lava-Village
cs: 6p - Královská bitka - Lávová vesnice
fi: 6p – Laavakylän kuninkaallinen rähinä
sk: 6p - Královská bitka Lávová-dedina
tr: 6o - Lav Gölü Köyleri

source: Six rulers vie for the control of Lava Village, where there is told to be an ancient tome of power. (Suggestion: 30% exp, 5 gpv)
cs: Šest vládců soupeří o kontrolu Lávové vesnice, kde se podle legend nachází starodávná Kniha moci. (Doporučené nastavení: 30% zkušeností, 5 zlatých/vesnice)
fi: Kuusi johtajaa kilpailee Laavakylän hallinnasta, josta on kerrottu löytyvän muinainen mahdin opus. (Ehdotus: 30% kokemus, 5 kultapalaa/kylä)
sk: 6 vládcov súperý o lávovú dedinu,kde so podla legendy nachádza kniha moci.(Doporučené nastavenie:30%skúseností,5zlatých na dedinu)
tr: Eski bir güç kitabının bulunduğu lav köyünü bulmak için altı lider yarışacak. (Önerilen ayarlar: %30 TP, köy başına 5 altın)

source: Day
cs: Den
fi: Päivä
sk: deň
tr: Gündüz

source: Night
cs: Noc
fi: Yö
sk: noc
tr: Gece

source: Time is shifting fast.
ca: El temps està canviant ràpidament.
cs: Čas rychle ubíhá.
da: Der er forandring i luften.
de: Die Zeit verschiebt sich schnell.
es: El tiempo está cambiando rápidamente.
fi: Aika kuluu kuin siivillä.
it: Il tempo scorre veloce.
nl: Tijd vliegt.
sk: Čas rýchlo plinie.
tr: Zaman çabuk geçiyor.

source: Find the Dark Tome!
ca: Troba el grimori obscur!
cs: Najdi Temnou knihu!
da: Find det mørke gravmæle!
de: Findet das Dunkele Grabmal
es: ¡Encuentra el Libro Oscuro!
fi: Löydä pimeä opus!
it: Trova il libro oscuro!
nl: Vind het duistere boekwerk!
sk: Nájdi temnú knihu!
tr: Kara kitabı bul!

source: `Note: When a leader dies, all of his troops leave the battle, unless one of them holds the book of power (which is hidden in a random village).
ca: `Nota: quan un líder mor, totes les seves tropes deixen el camp de batalla, excepte si un d'elles està en possessió del llibre de poder (que està amagat en un llogaret aleatori).
cs: `Poznámka: Když zemře vůdce, všechna jeho vojska opustí bitvu, pokud nikdo z nich nemá Knihu moci (která je skryta v náhodné vesnici).
da: `Bemærk: Når en leder dør, forlader alle hans tropper slagmarken, med mindre en af dem har magtbogen (som ligger skjult i en tilfældig landsby).
de: `Notiz: Wenn ein Heerführer stirbt, verlassen alle seine Truppen den Kampf, außer eine von ihnen hält das Buch der Macht (welches in einem zufällig ausgewählten Dorf versteckt ist).
es: `Nota: Cuando un líder muera, todas sus tropas abandonan la batalla, salvo que una de ellas lleve el libro de poder (que está oculto en una aldea al azar).
fi: Huomaa: Kun johtaja kuolee, kaikki hänen joukkonsa vetäytyvät taistelusta, ellei jollakin heistä ole mahdin opusta (joka on piilotettu satunnaiseen kylään).
it: `Nota: quando un comandante muore, tutte le sue truppe lasciano la battaglia a meno che una di esse abbia il libro del comando (che è nascosto in un villaggio a caso).
nl: `Opmerking: Als een leider sterft, alle eenheden verlaten het strijdtoneel, tenzij een van hen bezit het boek van kracht (dat verstopt is in een willekeurig dorp).
sk: `poznámka:Pokial zomre vodca všetky jeho jednotky bojisko opustia a jedna z nich nemá knihu energie(ktorá sa nachádza v niektorej z dedín)
tr: Bilginize: Bir lider öldüğünde, güç kitabını (köylerden birinde saklı) ele geçirmemişse tüm askerleri savaşı bırakır.

source: Dark Tome
ca: Grimori Obscur
cs: Temná kniha
da: Mørkt gravmæle
de: Dunkeles Grabmal
es: Libro Oscuro
fi: Pimeä opus
it: Libro oscuro
nl: Duister boekwerk
sk: Temná kniha
tr: Kara Kitap

source: A Dark Tome was found here.
ca: S'ha trobat un Grimori Obscur ací.
cs: Zde byla nalezena Temná kniha.
da: Et mørkt gravmæle blev fundet her.
de: Das Dunkele Grabmal wurde hier gefunden.
es: Un Libro Oscuro fue encontrado aquí.
fi: Pimeä opus löytyi täältä.
it: Qua è stato trovato un libro oscuro.
nl: Een duister boekwerk werd hier gevonden.
sk: Tu bola nájdená Temná kniha.
tr: Burada bir kara kitap var.

source: A Dark Tome was found here, but you could not understand it.
ca: S'ha trobat un Grimori Obscur, però no vas poder entendre'l.
cs: Byla zde nalezena Temná kniha, ale nerozumíš jí.
da: Et mørkt gravmæle blev fundet her, men du forstod ikke meningen med gravmælet.
de: Ein Dunkeles Grabmal wurde hier gefunden aber du verstehst das nicht.
es: Un Libro Oscuro fue encontrado aquí, pero no pudiste entenderle.
fi: Pimeä opus löytyi täältä, mutta et pysty ymmärtämään sitä.
it: Qua è stato trovato un libro oscuro, ma non riesco a interpretarlo.
nl: Een duister boekwerk werd hier gevonden, maar je begreep het niet.
sk: Tu bola nájdená Temná kniha ale nerozumieš jej
tr: Bir kara kitap buldunuz ama onu okuyup anlayamazsınız.

source: dark tome
ca: grimori obscur
cs: temná kniha
da: mørkt gravmæle
de: dunkeles Grabmal
es: libro oscuro
fi: pimeä opus
it: libro oscuro
nl: duister boekwerk
sk: temná kniha
tr: kara kitap

source: There's no forest for you to hide in.
ca: No hi ha cap bosc on pugues amagar-te.
cs: Není tu žádný les kde by ses skryl.
da: Der er ingen skov du kan gemme dig i.
de: Es gibt keinen Wald, in dem Ihr Euch verstecken könntet.
es: No hay bosque en el que puedas esconderte.
fi: Täällä ei ole sinulle metsää, jossa piileskellä.
it: Qui non c'è una foresta in cui ti puoi nascondere.
nl: Er is geen bos om in te verstoppen.
sk: neni tu niaky les kde by si sa mohol schovať
tr: Gizlenebileceğin bir orman yok.

source: There isn't? Oh...
ca: No? Vaja...
cs: Není? Oh...
da: Er der ikke? Oh...
de: Es gibt keinen? Oh...
es: ¿No lo hay? Oh, vaya...
fi: Eikö? Ai...
it: Non c'è? Oh...
nl: Is dat er niet? Oh...
sk: neni?oh...
tr: Yok mu? Hadi ya...

source: Poisoning me will get you nowhere, criminal.
ca: Enverinant-me no aconseguiràs res, criminal.
cs: Jed ti proti mně nepomůže, zločinče.
da: At forgifte mig vil ikke hjælpe dig forbryder.
de: Mich zu vergiften hilft Euch nicht, Verbrecher.
es: Envenenándome no te llevará a ninguna parte, criminal.
fi: Minun myrkyttämiselläni et saavuta mitään, roisto.
it: Avvelenarmi non ti porterà da nessuna parte, criminale.
nl: Mij vergiftigen heeft geen zin, crimineel.
sk: Jed ti proti mne nepomôže,kriminálniku.
tr: Beni zehirleyerek bir yere varamazsın, suçlu.

source: Thanks for the advice.
ca: Gràcies pel consell.
cs: Dík za radu.
da: Tak for rådet.
de: Danke für den Hinweis.
es: Gracias por el aviso.
fi: Kiitos avusta.
it: Grazie per il consiglio.
nl: Alvast bedankt.
sk: Díki za radu.
tr: Önerin için teşekkürler.

source: Alas...
ca: Oh...
cs: Běda!
da: Arg...
es: Oh...
fi: Harmi...
it: Ahimé...
sk: Bohužial...
tr: Yazık...

source: Ngahaha... First kill! Who wants to be next?!
ca: Ngahaha... Un que cau! Qui vol ser el següent?!
cs: Hahaha... První! Kdo chce být další?!
da: Dim dam dum... Den første er nede! Hvem ønsker at blive den næste?!
de: Ngahaha... Der erste Tote! Wer will der Nächste sein?!
es: Muhajajajaja... ¡Primera víctima! ¡¿Quién quiere ser el siguiente?!
fi: Njähnjäh... Ensimmäinen tappo! Kuka haluaa seuraavaksi?!
it: Ngahahah... Il primo è andato! Chi vuole essere il prossimo?!
nl: Ngahaha... Eerste dode! Wie volgt?
sk: Muhaha...prvý zabitý!Kto chce byť další?!
tr: Muhahaha... Önce sen geber! Sıra kimde?!
